Repository: Mejans/mate-clipboard
Catalog: po/*.po
Languages: tr

source: Clear all clipboard history?
tr: Tüm pano geçmişi silinsin mi?

source: This action cannot be undone.
tr: Bu işlem geri alınamaz.

source: MATE Clipboard Manager
tr: MATE Pano Yöneticisi

source: A clipboard history manager for MATE Desktop
tr: MATE Masaüstü için pano geçmişi yöneticisi

source: Show History
tr: Geçmişi Göster

source: Clear History
tr: Geçmişi Temizle

source: Preferences
tr: Tercihler

source: About
tr: Hakkında

source: Quit
tr: Çık

source: Start hidden in system tray
tr: Sistem tepsisinde gizli başlat

source: _Preferences
tr: _Tercihler

source: _Clear History
tr: _Geçmişi Temizle

source: _About
tr: _Hakkında

source: Clipboard History
tr: Pano Geçmişi

source: Delete this item
tr: Bu öğeyi sil

source: Search history...
tr: Geçmişi ara...

source: Clear all history
tr: Tüm geçmişi temizle

source: No clipboard history
tr: Pano geçmişi yok

source: [Image %dx%d]
tr: [Görüntü %dx%d]

source: [File: %s]
tr: [Dosya: %s]

source: [%u files]
tr: [%u dosya]

source: Clipboard Manager Preferences
tr: Pano Yöneticisi Tercihleri

source: _Close
tr: _Kapat

source: General
tr: Genel

source: History size:
tr: Geçmiş boyutu:

source: Maximum number of items to keep in history
tr: Geçmişte tutulacak en fazla öğe sayısı

source: Keep clipboard content when source closes
tr: Kaynak kapandığında pano içeriğini koru

source: Restore clipboard content when the application that copied it closes
tr: Kopyalayan uygulama kapandığında pano içeriğini geri yükle

source: Confirm before clearing history
tr: Geçmişi temizlemeden önce onayla

source: Automatically paste when selecting from history
tr: Geçmişten seçerken otomatik yapıştır

source: Clipboard Sources
tr: Pano Kaynakları

source: Track primary selection (middle-click paste)
tr: Birincil seçimi izle (orta tıkla-yapıştır)

source: Also save text selected with the mouse
tr: Fareyle seçilen metni de kaydet

source: Synchronize clipboard and primary selection
tr: Panoyu ve birincil seçimi eşitle

source: Keep both selections synchronized
tr: Her iki seçimi eşitlenmiş tut

source: Content Types
tr: İçerik Türleri

source: Save images to history
tr: Görüntüleri geçmişe kaydet

source: Save file paths to history
tr: Dosya yollarını geçmişe kaydet

source: Show image previews in history
tr: Geçmişte görüntü önizlemelerini göster

source: Filtering
tr: Filtreleme

source: Exclude pattern:
tr: Dışlama deseni:

source: Regular expression
tr: Düzenli ifade

source: Text matching this pattern will not be saved (e.g., passwords)
tr: Bu desenle eşleşen metin kaydedilmez (örn. parolalar)

source: Clipboard history manager for MATE
tr: MATE için pano geçmişi yöneticisi

source: clipboard;paste;copy;history;
tr: pano;yapıştır;kopyala;geçmiş;

source: Start clipboard manager on login
tr: Oturum açılışında pano yöneticisini başlat

source: Clipman Applet Factory
tr: Clipman Uygulamacık Fabrikası

source: Factory for the clipboard manager applet
tr: Pano yöneticisi uygulamacığı için fabrika

source: Clipboard Manager
tr: Pano Yöneticisi

source: View and manage clipboard history
tr: Pano geçmişini görüntüle ve yönet
